import UIKit

//1. Создайте структуру для цветка. В структуре должны быть стоимость и что это за цветок. Для начала сделайте хотя бы три вида цветка.
//2. В классе корзинки замените массив пирожных на массив цветов.
//3. Перенесите массив с объектами, инициализатор, функцию по добавлению и получению объекта в класс родитель, то есть в класс Box. Классы стандартной коробки и корзинки должны остаться пусты. Override функцию из стандартной коробки необходимо стереть.
//4. Создайте экземпляр стандартной коробки и корзинки и выведите товары, который в них находятся.


